{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "calendar.vim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "dash.vim": { "branch": "master" },
  "delimitMate": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nerdcommenter": { "branch": "master" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-metals": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow": { "branch": "master" },
  "ripgrep": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim": { "branch": "master" },
  "vim-colors-solarized": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-two-firewatch": { "branch": "master" },
  "vim-visual-increment": { "branch": "master" },
  "vim-vsnip": { "branch": "master" }
}